/* cancelButtonTitle */
"Continue" = "Continuer";

/* cancelButtonTitle */
"No Thanks" = "Non merci";

/* UIAlert title */
"Notice" = "Notification";

/* otherButtonTitles */
"Purchase Full App" = "Achater l'App complet";

/* lite message */
"You are using FlashCards++ Lite. There are a maximum of %d collections and %d cards per collection. Importing these cards will put you over the limit, so FlashCards++ will only import the first %d cards. If you upgrade to the full version, you can have an infinite number of collections & cards." = "Vous utilisez FlashCards++ Lite. Il y a un maximum de %1$d collections et %2$d cartes par collection. Importer ces cartes vous mettra sur la limite. FlashCards++ va importer que la première %3$d cartes. Si vous achatez l'App complet, vous pouvez avoir un nombre infini de collections et de cartes.";

/* Notice to FlashCards++ Lite users when they hit the app limits. */
"You are using FlashCards++ Lite, which has a maximum of %d collections and %d cards per collection. You also cannot restore backup files. If you upgrade to the full version, you can have an infinite number of collections & cards, and can restore backups." = "Vous utilisez FlashCards++ Lite. Il y a un maximum de %1$d collections et %2$d cartes par collection. Aussi, vous ne pouvez pas restaurer les fichiers de sauvegarde. Si vous achatez l'App complet, vous pouvez avoir un nombre infini de colections et de cartes, et pouvez restaurer les finichers de sauvegarde.";
